<ion-header><ion-navbar></ion-navbar></ion-header>

<ion-content>
  <!-- QUESTIONS -->
  <ion-list no-lines *ngIf="!nav.startsWith('result ->')" [ngSwitch]="nav" @ngIfAnimation>
    <ng-container *ngFor="let q of questions">
      <ion-item *ngSwitchCase="q.id" @questionTrigger>
        <ion-grid fixed>
          <h2>{{ q.title }}</h2>
          <p text-wrap>{{ q.question }}</p>
        </ion-grid>
      </ion-item>
    </ng-container>
  </ion-list>
  <!-- ANSWERS -->
  <ng-container *ngFor="let q of questions">
    <ion-list *ngIf="isMobile() && nav == q.id">
      <ion-item *ngFor="let a of q.answers" (click)="answer(a.toId)" class="clickable" @questionTrigger>
        <ion-avatar item-start>
          <img src="../../assets/imgs/questionaire/{{ a.image }}.jpg"/>
        </ion-avatar>
        <h2>{{ a.title }}</h2>
        <p text-wrap>{{ a.subtitle }}</p>
      </ion-item>
      <ion-item *ngIf="nav != 'start'">
        <ion-item>
          <p text-wrap class="clickable" (click)="goBack()">&lt; Zur&uuml;ck zur vorherigen Frage</p>
        </ion-item>
      </ion-item>
    </ion-list>
    <ion-list no-lines *ngIf="!isMobile() && nav == q.id">
      <ion-item class="card-background-page">
        <ion-grid fixed>
          <ion-row justify-content-center>
            <ion-col *ngFor="let a of q.answers" col-12 col-md-6 col-xl-4 @ngIfAnimation>
              <ion-card (click)="answer(a.toId)" [className]="a.blackFont ? 'bright clickable' : 'clickable'" @questionTrigger text-wrap>
                <img src="../../assets/imgs/questionaire/{{ a.image }}.jpg"/>
                <div class="card-title">{{ a.title }}</div>
                <div class="card-subtitle">{{ a.subtitle }}</div>
              </ion-card>
            </ion-col>
          </ion-row>
        </ion-grid>
      </ion-item>
      <ion-item *ngIf="nav != 'start'">
        <ion-grid fixed>
          <ion-item>
            <p text-wrap class="clickable" (click)="goBack()">&lt; Zur&uuml;ck zur vorherigen Frage</p>
          </ion-item>
        </ion-grid>
      </ion-item>
    </ion-list>
  </ng-container>
  <!-- RESULTS -->
  <ion-grid fixed *ngIf="nav.startsWith('result ->')" [ngSwitch]="nav">
    <ion-row justify-content-center>
      <ion-col *ngSwitchCase="'result -> existential risks'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Existentielle Risiken reduzieren</ion-card-title>
            <p>
              Da Zivilisationen f&uuml;r Jahrtausende oder gar Jahrmillionen &uuml;berdauern
              k&ouml;nnten, ist der gesamte Wert der Zukunft gewaltig. Selbst eine minimale Reduzierung der Wahrscheinlichkeit der
              Ausl&ouml;schung der Menschheit hat gro&szlig;en Wert. Dies kann durch verschiedene Ma&szlig;nahmen erreicht werden:
            </p>
            <ul>
              <li>Internationale Kooperation f&ouml;rdern, um die generelle Wahrnehmung von Risiken
                von unvorhergesehen neuen Technologien zu verbessern und sich besser darauf vorbereiten zu k&ouml;nnen.</li>
              <li>Arbeit daran einen extremen, unaufhaltsamen Klimawandel und andere potentiell dramatische Ver&auml;nderungen der Umwelt besser zu verstehen,
                um f&uuml;r den Menschen katastrophale Ver&auml;nderungen zu verhindern.</li>
              <li>Die Aufmerksamkeit bzgl. Risiken k&uuml;nstlicher Intelligenzen erh&ouml;hen und daran forschen, dass
                KIs moralisch handeln und eingesetzt werden.</li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> specific responsibility'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Deine spezifische Verantwortung</ion-card-title>
            <p>
              Wenn du f&uuml;r dich eine &uuml;bergeordnete Verantwortung siehst f&uuml;r ein bestimmtes Anliegen zu
              spenden, dann findest du in unserer <u class="clickable" (click)="gotoTabSearch()">Datenbank zu effektiven Hilfsorganisationen</u> m&ouml;glicherweise einige
			  passende Vorschl&auml;ge zu Organisationen in dem entsprechenden Problembereich.
            </p>
            <p>
            Manchmal kann es aufschlussreich sein, sich zu fragen, warum ein bestimmtes Anliegen einen besonders hohen Stellenwert f&uuml;r einen hat.
            Dadurch kann klarer werden, welche Werte und Annahmen hinter den eigenen Priorit&auml;ten stehen, und wie sich die eigenen Werte am besten praktisch umsetzen lassen.
            Oftmals ist dies nicht unbedingt das, was auf den ersten Blick schl&uuml;ssig scheint.
            </p>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> human knowledge'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Das menschliche Wissen erweitern</ion-card-title>
            <p>
              Forschung und Entwicklung ist etwas, was von unterschiedlichen Parteien aus verschiedenen
              Motiven betrieben wird. Es erscheint somit wahrscheinlich, dass oftmals auch mit weniger Spendengeldern fr&uuml;her oder sp&auml;ter &auml;hnliche Forschungsergebnisse erreicht werden w&uuml;rden.
			  Es kann dennoch manchmal einen gro&szlig;en Unterschied machen eine bestimmte
              Schl&uuml;sseltechnologie oder verbessertes Wissen einige Jahre oder Dekaden fr&uuml;her zu erlangen.
              Derzeitige Beispiele hierf&uuml;r:
            </p>
            <ul>
              <li>
                Die Entwicklung effektiverer und nachhaltiger Energiequellen, bevor die Knappheit der &Ouml;l-Vorr&auml;te oder katastrophale Umwelteffekte zu internationalen
                Konflikten f&uuml;hrt.
              </li>
              <li>
                Die Entwicklung besserer Methoden in der Land- und Nahrungsmittelwirtschaft, um die Auswirkung der Landwirtschaft auf den
                Klimawandel zu reduzieren.
              </li>
            </ul>
            <strong>
              Die objektive Beurteilung dieser Ergebniskategorie wirft einige Schwierigkeiten auf
              und wurde daher anhand der subjektiven Einsch&auml;tzung des Teams vom EA Hamburg ausgew&auml;hlt, mehr dazu unter <u class="clickable" (click)="gotoTabAboutUs()">&Uuml;ber uns</u>. R&uuml;ckfragen k&ouml;nnen
              &uuml;ber das Kontaktformular gestellt werden.
            </strong>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> values'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Werte und Moralvorstellungen</ion-card-title>
            <p>
              Die Werte nach denen Menschen leben, k&ouml;nnen eine signifikante Auswirkung auf den langfristige Weg der
              Menschheit haben.
			  Zuk&uuml;ftige gesellschaftliche und technologische Entwicklungen k&ouml;nnten die Effekte von bestehenden Werten potenzieren oder den ethischen Fortschritt behindern. 
			  
			  Deswegen sollten wir daf&uuml;r
              Sorge tragen, dass unsere sozialen Werte bereits zuvor so gut wie m&ouml;glich sind.
              Dies betrifft z.B. diese Aspekte:
            </p>
            <ul>
              <li>
                Rassismus und andere Formen der Diskriminierung k&ouml;nnten in unseren Gesellschaften unbegrenzt weiter
                existieren, wenn Menschen nicht die n&ouml;tige Empathie besitzen. Eventuell gibt es Wege, dies grundlegend
                zu &auml;ndern.
              </li>
              <li>
                Wenn alle Menschen altruistischer w&auml;ren, dann w&auml;ren sie auch eher bereit zusammenzuarbeiten und unsere
                globale Probleme zu l&ouml;sen.
              </li>
              <li>
                Nicht-menschliche Lebewesen k&ouml;nnten auch zuk&uuml;nftig zu wenig Rechte besitzen, falls nicht fr&uuml;hzeitig ein
                moralischer Konsens erzielt wird.
              </li>
            </ul>
            <strong>
              Die objektive Beurteilung dieser Ergebniskategorie wirft einige Schwierigkeiten auf
              und wurde daher anhand der subjektiven Einsch&auml;tzung des Teams vom EA Hamburg ausgew&auml;hlt, mehr dazu unter <u class="clickable" (click)="gotoTabAboutUs()">&Uuml;ber uns</u>. R&uuml;ckfragen k&ouml;nnen
              &uuml;ber das Kontaktformular gestellt werden.
            </strong>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> institutions'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Institutionen schaffen und verbessern</ion-card-title>
            <p>
              Institutionen waren in der bisherigen Menschheitsgeschichte ein kritischer Faktor in der
              Gesellschaftsentwicklung und werden es vermutlich auch zuk&uuml;nftig sein.
              Einige Dinge k&ouml;nnen wir jedoch besser machen als bisher:
            </p>
            <ul>
              <li>
                Wir k&ouml;nnten die internationale Kooperation verbessern, um potentiell gef&auml;rliche Technologien besser zu
                regulieren und ein Wettr&uuml;sten zu verhindern.
              </li>
              <li>
                Wir k&ouml;nnten die Transparenz der Regierungen und Standards der Berichterstattung verbessern, um die Entstehung
                permanenter totalit&auml;ter Regime durch neue Technologien zu verhindern und eine nachhaltige Entwicklung von Demokratien zu unterst&uuml;zen.
              </li>
              <li>
                Wir k&ouml;nnten versuchen nachhaltig handelnde Institutionen zu schaffen, die entscheidend zu einer positiven Entwicklung
                der Gesellschaft beitragen, aber aus irgendeinem Grund bislang nicht erschaffen wurden und es ohne weitere F&ouml;rderung vielleicht auch in Zukunft nicht w&uuml;rden.
              </li>
            </ul>
            <strong>
              Die objektive Beurteilung dieser Ergebniskategorie wirft einige Schwierigkeiten auf
              und wurde daher anhand der subjektiven Einsch&auml;tzung des Teams vom EA Hamburg ausgew&auml;hlt, mehr dazu unter <u class="clickable" (click)="gotoTabAboutUs()">&Uuml;ber uns</u>. R&uuml;ckfragen k&ouml;nnen
              &uuml;ber das Kontaktformular gestellt werden.
            </strong>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> environment'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Permanente Umweltsch&auml;den verhindern</ion-card-title>
            <p>
              W&auml;hrend Zivilisationen sich von allen erdenklichen Katastrophen innerhalb von wenigen tausend Jahren
              erholen kann, sind dies dennoch hunderte oder tausende von Generationen, die auf dem Weg dorthin darunter
              leiden m&uuml;ssen. Selbst wenn es nur eine kleine Chance gibt, einen katastrophalen Schaden wie diesen zu
              verhindern, ist der potentielle Effekt es wert:
            </p>
            <ul>
              <li>
                R&uuml;ckkopplungseffekte wie das Schmelzen von Permafrost, k&ouml;nnten durch das dadurch freigesetzte
                Methangas den Gro&szlig;teil der Erde in eine W&uuml;ste verwandeln.
              </li>
              <li>
                Zur Neige gehende nat&uuml;rliche Ressourcen k&ouml;nnten die Wiederaufbau der Zivilisation nach einer
                Katastrophe erschweren.
              </li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> human rights'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Menschenrechte</ion-card-title>
            <p>
              F&uuml;r viele Menschen ist die Welt auf Grund von Gewalt und Unterdr&uuml;ckung ein unfreundlicher
              und unsicherer, oder sogar grausamer Ort.
              Diese Probleme zu l&ouml;sen wird neben den direkten Effekten vermutlich auch noch weitere indirekte
              positive Effekte f&uuml;r die kommenden Jahrzehnte haben:
            </p>
            <ul>
              <li>
                Wir k&ouml;nnten Menschen in totalit&auml;ten Regimen beraten und unterst&uuml;tzen, um ihnen die Werkzeuge zu geben
                sich zu wehren oder zu entkommen.
              </li>
              <li>
                Wir k&ouml;nnten mit nicht-totalit&auml;ren Regierungen zusammenarbeiten, um bestimmte kriminelle Handlungen zu ahnden,
                die bis dahin ignoriert wurden.
              </li>
              <li>
                Wir k&ouml;nnten unabh&auml;ngig von Regierungen Dienste zum Schutz von Menschenrechten bereitstellen, um dort
                zu handeln, wo die Regierungsbeh&ouml;rden nicht schnell genug reagieren k&ouml;nnen.
              </li>
              <li>
                Wir k&ouml;nnten uns f&uuml;r vielerlei Arten des strukturellen Wandels in politischen und &ouml;konomischen Systemen
                einsetzen.
              </li>
            </ul>
            <strong>
              Die objektive Beurteilung dieser Ergebniskategorie wirft einige Schwierigkeiten auf
              und wurde daher anhand der subjektiven Einsch&auml;tzung des Teams vom EA Hamburg ausgew&auml;hlt, mehr dazu unter <u class="clickable" (click)="gotoTabAboutUs()">&Uuml;ber uns</u>. R&uuml;ckfragen k&ouml;nnen
              &uuml;ber das Kontaktformular gestellt werden.
            </strong>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> catastrophe'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Katastrophen verhindern</ion-card-title>
            <p>
              Globale Katastrophen werden h&auml;ufig vernachl&auml;ssigt, da wir uns ihre Konsequenzen oft schwer vorstellen k&ouml;nnen und
              sie auf zahlreiche L&auml;nder verteilt sind.
            </p>
            <ul>
              <li>Der Klimawandel k&ouml;nnte hohe Opferzahlen durch Hungersn&ouml;te, &uuml;berschwemmungen und Massenflucht fordern.</li>
              <li>
                Epidemiologen sagen voraus, dass eine nat&uuml;rliche Pandemie in absehbarer Zeit auftreten und hunderte
                Millionen Opfer fordern k&ouml;nnte.
              </li>
              <li>Die derzeitige Wahrscheinlichkeit eines nuklearen Kriegs ist gro&szlig; genug, um besorgt zu sein.</li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> animal suffering'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Tierleid mindern</ion-card-title>
            <p>
              Auch wenn Tierhaltung f&uuml;r die Lebensmittelproduktion in humaner Weiser durchgef&uuml;hrt werden kann, ist
              Massentierhaltung doch einer der Hauptgr&uuml;nde f&uuml;r unn&ouml;tiges Tierleid.
            </p>
            <ul>
              <li>Wir k&ouml;nnten Produkte aus Massentierhaltung regulieren oder boykottieren.</li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> animal death'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Tierleben retten</ion-card-title>
            <p>
              Die Anzahl der Tiere die in Gefangenschaft geboren werden und f&uuml;r die Lebensmittelproduktion sterben ist
              gewaltig.
            </p>
            <ul>
              <li>Wir k&ouml;nnten eine vegetarische oder vegane Lebensweise bewerben, um den Fleischkonsum zu reduzieren.</li>
              <li>
                Wir k&ouml;nnten bessere Verfahren zur Herstellung k&uuml;nstlicher Tierprodukte oder Tierersatzprodukte entwickeln,
                um den Bedarf an Fleisch von Tierfarmen zu verringern.
              </li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> poverty'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Lebensstandards</ion-card-title>
            <p>
              Mehr als eine Milliarden Menschen leben derzeit von weniger als 1,05 &euro; am Tag. Angesichts systematischer
              Ungleichheit und der derzeitigen Politk der Industrienationen k&ouml;nnten legislative &Auml;nderungen oder
              direkte Interventionen die dramatische Verbesserung der Lebensqualit&auml;t dieser Menschen bei nur geringen
              Kosten bewirken.
            </p>
            <ul>
              <li>
                Regierungen k&ouml;nnten durch Lobbyarbeit dazu gebracht werden, grundlegende Dienstleistungen und Infrastruktur
                f&uuml;r die Menschen bereitzustellen, die sie am dringendsten brauchen.
              </li>
              <li>
                Wichtige Dienstleistungen und Infrastruktur k&ouml;nnen direkt von nicht-kommerziellen, durch Privatspenden
                gesponsert Hilfsorganisationen (NGOs) bereitgestellt werden.
              </li>
              <li>
                Auch direkt Geld an diese benachteiligte Gemeinschaften zu geben (sofern die Verteilung korrekt umgesetzt
                wird), kann durch dadurch m&ouml;gliche Investitionen viel zur Erh&ouml;hung des Lebensstandard beitragen.
              </li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> education'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Bildung</ion-card-title>
            <p>
              In vielen L&auml;ndern ist Bildung eine Seltenheit, besonders f&uuml;r M&auml;dchen. Schulen sind oft schlecht
              ausgestattet. Als Resultat sind Millionen von Menschen Analphabeten ohne relevante Bildung und haben
              somit gro&szlig;e Schwierigkeiten der Armut zu entkommen.
            </p>
            <ul>
              <li>
                Privatschulen in Lagos kosten im Schnitt 30 &euro; pro Sch&uuml;ler und Schuljahr.
                Breitere Vergf&uuml;gbarkeit von erschwinglicher Bildung k&ouml;nnte dazu beitragen,
                dass der Lebensstandard von sehr vielen Menschen in diesen L&auml;ndern steigt.
              </li>
              <li>
                Kinder zu entwurmen, und damit vom in vielen Entwicklungsl&auml;ndern gew&ouml;hnlichen Parasitenbefall zu befreien,
                erm&ouml;glicht ihnen h&auml;ufiger in die Schule zu gehen und f&uuml;hrt nachweislich zu einer deutlichen Verbesserung
                ihres sp&auml;teren Lebensstandards.
              </li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> human death'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Menschenleben retten</ion-card-title>
            <p>
              In Entwicklungsl&auml;ndern sterben jeden Tag tausende von Menschen durch Hunger oder einfach zu verhindernden
              Krankheiten.
            </p>
            <ul>
              <li>
                Anti-Moskitonetze k&ouml;nnten gekauft und in betroffenen Regionen verteilt werden.
                Im Schnitt kann dadurch je 2.500 &euro; ein Kind davor bewahrt werden, an Malaria zu sterben.
              </li>
              <li>
                Wir k&ouml;nnten die Untersuchung von vernachl&auml;ssigten Krankheiten und Epidemien f&ouml;rdern, um gezielt
                Heilmittel, Pr&auml;ventionsmittel und Behandlungen zu entwickeln und anzuwenden.
              </li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> human health'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Globale Gesundheit</ion-card-title>
            <p>
              Millionen von Menschen leiden an leicht zu verhindernen Krankheiten, Parasitenbefall oder Vitaminmangel.
              Weitere Millionen haben keinen Zugang zu sauberem Trinkwasser oder ausgewogener Nahrung.
            </p>
            <ul>
              <li>
                Essentielle Vitamine und Mineralstoffe k&ouml;nnen in &auml;rmlichen Gegenden verteilt werden.
                Die Kosten f&uuml;r die komplette Nahrungsmittelerg&auml;nzung f&uuml;r ein Jahr betragen pro Person nur 0,25 &euro;.
                Dies hilft vor allem betroffenen Kindern ges&uuml;nder aufzuwachsen und wirkt der geistigen und
                k&ouml;rperlichen Unterentwicklung entgegen.
              </li>
              <li>
                Regierungen k&ouml;nnen durch Lobbyarbeit auf den wirtschaftlichen Nutzen von Investitionen in das
                Gesundheitswesen aufmerksam gemacht werden.
              </li>
              <li>
                Wir k&ouml;nnen die Untersuchung von vernachl&auml;ssigten Krankheiten und Epidemien f&ouml;rdern, um gezielt
                Heilmittel, Pr&auml;ventionsmittel und Behandlungen zu entwickeln und anzuwenden.
              </li>
            </ul>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col *ngSwitchCase="'result -> other'" col-12 col-md-6 col-xl-6>
        <ion-card>
          <ion-card-header>Dein Testresultat</ion-card-header>
          <ion-card-content text-wrap>
            <ion-card-title>Wir wissen es nicht</ion-card-title>
            <p>
              Vermutlich fehlen uns noch ein paar Ziele zur Verbesserung der Welt. Wenn dir Ursachen und Fragen einfallen,
              die in diesem Fragebogen auftauchen sollten, dann teile uns dies gerne mit.
            </p>
            <p>
              Eventuell empfiehlt es sich f&uuml;r dich, dass du unsere <u class="clickable" (click)="gotoTabSearch()">Datenbank effektiver Hilfsorganisationen</u> mit deinen
              eigenen Suchkriterien erkundest.
            </p>
          </ion-card-content>
        </ion-card>
      </ion-col>
      <ion-col col-12 col-md-6 col-xl-6>
        <ion-card *ngIf="organizations.length > 0">
          <ion-card-content text-wrap>
            <p>Diese Hilfsorganisationen haben sich dem von dir pr&auml;ferierten Ziel gewidmet:</p>
          </ion-card-content>
        </ion-card>
        <ion-list *ngIf="organizations.length > 0">
          <div *ngIf="isMobile()">
            <ion-item text-wrap>
              <ion-thumbnail item-start>
                <img src="../../assets/icon/drag-left.gif"/>
              </ion-thumbnail>
              Swipe nach links, um mehr Optionen zu einer dieser Organisationen zu erhalten.
            </ion-item>
            <ion-item-sliding *ngFor="let o of organizations">
              <ion-item text-wrap (tap)="itemHelperClick()">
                <ion-thumbnail item-start>
                  <img src="../../assets/imgs/organizations/{{ o.thumbnail }}.jpg" />
                </ion-thumbnail>
                <h2>{{ o.name }}</h2>
                <h3>{{ o.slogan }}</h3>
                <p>{{ o.shortDescription }}</p>
                <ion-badge *ngFor="let e of o.evaluators" color="{{ e.top && 'danger' || 'secondary' }}" style="margin-right: 3px">{{e.evaluator}}</ion-badge>
              </ion-item>
              <ion-item-options side="right">
                <button ion-button color="primary" (click)="openOrganizationPage({o: o})">
                  <ion-icon name="information-circle"></ion-icon>
                  Mehr Info
                </button>
                <a [href]="o.website" (click)="webAnalyticsService.visitCharityWebsite(o.thumbnail)" target="_blank">
                  <button ion-button color="secondary">
                    <ion-icon name="browsers"></ion-icon>
                    Website
                  </button>
                </a>
                <a *ngIf="o.donationLink" [href]="o.donationLink" (click)="webAnalyticsService.donateToCharity(o.thumbnail)" target="_blank">
                  <button ion-button color="danger">
                    <ion-icon name="cash"></ion-icon>
                    Spenden
                  </button>
                </a>
              </ion-item-options>
            </ion-item-sliding>
          </div>
          <div *ngIf="!isMobile()">
            <ion-item text-wrap *ngFor="let o of organizations">
              <ion-thumbnail item-start>
                <img src="../../assets/imgs/organizations/{{ o.thumbnail }}.jpg"/>
              </ion-thumbnail>
              <h2>{{ o.name }}</h2>
              <h3>{{ o.slogan }}</h3>
              <p>{{ o.shortDescription }}</p>
              <ion-badge *ngFor="let e of o.evaluators" color="{{ e.top && 'danger' || 'secondary' }}" style="margin-right: 3px">{{e.evaluator}}</ion-badge>
              <div class="buttons" item-end>
                <p>
                  <button ion-button block color="primary" (click)="openOrganizationPage({o: o})">
                    <ion-icon name="information-circle"></ion-icon>
                    &nbsp;Mehr Info
                  </button>
                </p>
                <p>
                  <a [href]="o.website" (click)="webAnalyticsService.visitCharityWebsite(o.thumbnail)" target="_blank">
                    <button ion-button block color="secondary">
                      <ion-icon name="browsers"></ion-icon>
                      &nbsp;Website
                    </button>
                  </a>
                </p>
                <p *ngIf="o.donationLink">
                  <a [href]="o.donationLink" (click)="webAnalyticsService.donateToCharity(o.thumbnail)" target="_blank">
                    <button ion-button block color="danger">
                      <ion-icon name="cash"></ion-icon>
                      &nbsp;Spenden
                    </button>
                  </a>
                </p>
              </div>
            </ion-item>
          </div>
        </ion-list>
        <button ion-button block (click)="answer('start')">Test wiederholen</button>
        <button ion-button block color="secondary" (click)="gotoTabSearch()">Mehr Organisationen finden</button>
        <a ion-button block href="https://80000hours.org/2014/01/which-cause-is-most-effective-300/" color="dark" target="_blank">Mehr &uuml;ber Priorisierung erfahren</a>
      </ion-col>
    </ion-row>
    <ion-item>
      <p text-wrap class="clickable" (click)="goBack()">&lt; Zur&uuml;ck zur vorherigen Frage</p>
    </ion-item>
  </ion-grid>
  <div class="bottom-space"></div>
</ion-content>
